Repository: ibancg/lingot
Catalog: po/*.po
Languages: pl

source: lingot configuration
pl: konfiguracja programu lingot

source: General parameters
pl: Ustawienia główne

source: Calculation rate
pl: Częstotliwość obliczeń

source: Visualization rate
pl: Częstotliwość wizualizacji

source: FFT size
pl: Rozmiar FFT

source: samples
pl: próbek

source: Noise threshold
pl: Próg szumu

source: Sample rate
pl: Częstotliwość próbkowania

source: Advanced parameters
pl: Ustawienia zaawansowane

source: Root frequency
pl: Częstotliwość bazowa

source: Temporal window
pl: Okno czasowe

source: seconds
pl: sekund

source: DFT number
pl: Ilość DFT w szczycie

source: DFTs
pl: iteracji

source: DFT size
pl: Rozmiar DFT w szczycie

source: Peak number
pl: Numer szczytu

source: peaks
pl: szczytów

source: Peak half-width
pl: Rozmiar szczytu

source: Rejection peak relation
pl: Stosunek szczytów odrzucanych

source: Default config
pl: Konfiguracja domyślna

source: Temporal buffer is smaller than FFT size. It has been increased to %0.3f seconds
pl: Bufor czasowy jest mniejszy niż rozmiar FFT. Został powiększony do %0.3f sekund

source: Accurate and easy to use musical instrument tuner
pl: Dokładny i prosty w użyciu tuner instrumentów muzycznych

source: Spectrum
pl: Widmo częstotliwości

source: _File
pl: _Plik

source: _Edit
pl: _Edycja

source: _View
pl: _Widok

source: _Help
pl: Pomo_c

source: Deviation
pl: Odchylenie

source: Tone
pl: Nuta

source: freq
pl: częst.

source: err
pl: błąd
